Repository: anasmohamed/Seha-Khanah
Catalog: Seha Khanah/Presentaion/SearchScene/View/*.lproj/Search.strings
Languages: ar

# 0Uo-xF-Hnk.text
source: Search By Name
ar: بحث باسم المختبر

# 0YY-Ud-VKo.placeholder
source: Search By Doctor Name
ar: ابحث بأسم المختبر

# 2Q8-er-26V.title
source: Search
ar: البحث

# 2l8-bn-Qoz.text
source: Search By Pharmacy Name
ar: بحث بأسم الصيدلية

# 3Bn-wE-i2M.title
source: Search
ar: البحث

# 9MY-sG-hJC.text
source: Show All
ar: شاهد الكل

# DeU-xL-yid.title
source: Search
ar: البحث

# FT1-K4-xjq.text
source: We Care About Your Health
ar: لان صحتك تهمنا

# H9r-VO-dzN.title
source: Search
ar: بحث

# OLO-Bu-MUa.placeholder
source: Search By Doctor Name
ar: ابحث بأسم الصيدلية

# PaK-NP-IfZ.placeholder
source: Search By Doctor Name
ar: بحث بأسم الطبيب

# SeF-pO-OO0.text
source: No Data Found
ar: لا يوجد بيانات

# U4H-wZ-NQU.title
source: Item
ar: العروض

# UAS-X1-KI3.text
source: Show All
ar: شاهد الكل

# WTh-qt-48S.text
source: Search By Region
ar: بحث بالمنطقة

# adV-QM-K1j.text
source: We Care About Your Health
ar: نحن نهتم بصحتك

# b6O-TD-bwl.text
source: Search By Region
ar: بحث حسب المنطقة

# chF-bm-z1u.text
source: No Data Found
ar: لا يوجد نتائج

# eN0-Mu-3jt.title
source: Search
ar: البحث

# fdh-NU-s0u.text
source: No Data Found
ar: لا يوجد نتائج

# gUi-h2-Bpx.text
source: No Data Found
ar: لا يوجد نتائج

# jIa-oN-Wij.text
source: Title
ar: العنوان

# qTm-nm-vGZ.placeholder
source: Search By Doctor Name
ar: بحث بأسم الطبيب

# FJK-vh-Rq4.title
source: More
ar: المزيد
